IDEA Open Model
ReportSettings Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the ReportSettings class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReportSettings()
Public Sub New
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace